class AppConstants {
static const List<String> tasbih = [
  'سبحان الله',
  'الحمد لله',
  'الله أكبر',
  'لا إله إلا الله',
  'سبحان الله وبحمده',
  'سبحان الله العظيم',
  'لا حول ولا قوة إلا بالله',
  'اللهم صل وسلم على نبينا محمد',
  'أستغفر الله',
  'اللهم يا مقلب القلوب ثبت قلبي على دينك',
  'رضيت بالله ربًا وبالإسلام دينًا وبمحمد ﷺ نبيًا',
  'حسبي الله لا إله إلا هو عليه توكلت وهو رب العرش العظيم',
  'اللهم إني أعوذ بك من الهم والحزن، والعجز والكسل، والجبن والبخل، وغلبة الدين وقهر الرجال',
  'اللهم اجعلني من التوابين واجعلني من المتطهرين',
  'رب اغفر لي وتب عليّ إنك أنت التواب الرحيم',
  'اللهم ارزقني حبك وحب من يحبك وحب كل عمل يقربني إلى حبك',
  'يا حي يا قيوم برحمتك أستغيث أصلح لي شأني كله ولا تكلني إلى نفسي طرفة عين',
  'اللهم إنك عفو تحب العفو فاعفُ عني',
  'اللهم ثبتني على طاعتك ورضاك',
  'اللهم إني أسألك حسن الخاتمة'
];

}